{"title":"Théorème de Pythagore","slides":[{"content":"<h1>Introduction au Théorème de Pythagore</h1><p class='fragment'>Aujourd'hui, nous allons découvrir un des fondements de la géométrie.</p><p class='fragment'>Le Théorème de Pythagore nous aide à comprendre les relations entre les côtés d'un triangle rectangle.</p>","notes":"Commencez par expliquer l'importance du théorème, en liant une situation de la vie quotidienne où il est applicable."},{"content":"<h1>Triangle Rectangle</h1><p class='fragment'>Un triangle est dit rectangle s'il a un angle de 90 degrés.</p><p class='fragment'>Les côtés adjacents à cet angle sont appelés 'côtés de l'angle droit'.</p><p class='fragment'>Le côté opposé à l'angle droit est appelé 'hypoténuse'.</p>","notes":"Définissez les termes de triangle rectangle. Utilisez un dessin pour montrer ces éléments."},{"content":"<h1>Énoncé du Théorème</h1><p class='fragment'>Pour un triangle rectangle, le carré de l'hypoténuse est égal à la somme des carrés des deux autres côtés.</p><p class='fragment'>En notation mathématique : <br> si le triangle a des côtés de longueurs a et b, et une hypoténuse de longueur c, alors : <br> \\( c^2 = a^2 + b^2 \\)</p>","notes":"Présentez le théorème. Insistez sur la formule et son importance."},{"content":"<h1>Démonstration Géométrique</h1><p class='fragment'>Regardons une démonstration visuelle.</p><p class='fragment'>Imaginez un carré construit sur chaque côté d'un triangle rectangle.</p>","notes":"Lancez une animation ou une démonstration graphique pour illustrer le théorème."},{"content":"<h1>Applications du Théorème</h1><p class='fragment'>Le théorème de Pythagore s'applique dans la construction, la navigation et même dans les jeux vidéo !</p>","notes":"Discutez de plusieurs exemples pratiques où le théorème peut être utilisé dans la vie quotidienne."},{"content":"<h1>Exercice Pratique</h1><p class='fragment'>Calculons ensemble : <br> Si a = 3 cm et b = 4 cm, quelle est la valeur de c ?</p>","notes":"Encouragez les élèves à participer. Posez des questions pour les aider à réfléchir aux calculs."},{"content":"<h1>Conclusion</h1><p class='fragment'>Le Théorème de Pythagore est une clé pour résoudre de nombreux problèmes géométriques.</p><p class='fragment'>Rappelez-vous : <br> \\( c^2 = a^2 + b^2 \\)</p>","notes":"Faites un récapitulatif de ce qui a été appris et soulignez l'importance de ces concepts."}]}
