{"title":"La Cellule : Unité du Vivant","slides":[{"content":"<h1>Introduction</h1><p class='fragment'>Aujourd'hui, nous allons explorer la cellule, l'unité fondamentale du vivant.</p><p class='fragment'>Nous découvrirons ses composants et leur rôle.</p>","background":"#3498db","notes":"Introduction à la cellule et son importance dans la biologie."},{"content":"<h1>Qu'est-ce qu'une cellule ?</h1><p class='fragment'>La cellule est la plus petite unité de vie.</p><p class='fragment'>Elle peut exister seule (unicellulaire) ou en groupe (multicellulaire).</p>","background":"#2980b9","notes":"Définition de la cellule et distinction entre organisme unicellulaire et multicellulaire."},{"content":"<h1>Les Composants de la Cellule</h1><p class='fragment'>Il existe plusieurs composants essentiels dans une cellule.</p><p class='fragment'>Nous allons examiner : le noyau, le cytoplasme, et la membrane cellulaire.</p>","background":"#1abc9c","notes":"Introduire les principaux composants cellulaire."},{"content":"<h1>Le Noyau</h1><p class='fragment'>Le noyau est souvent considéré comme le 'cerveau' de la cellule.</p><p class='fragment'>Il contient l'ADN, qui porte l'information génétique.</p>","background":"#16a085","notes":"Importance du noyau et son rôle dans la transmission de l'information génétique."},{"content":"<h1>Le Cytoplasme</h1><p class='fragment'>Le cytoplasme est le milieu dans lequel se trouvent les organites.</p><p class='fragment'>Il est rempli d'un liquide gélatineux qui permet le transport des nutriments.</p>","background":"#f39c12","notes":"Rôle du cytoplasme dans le fonctionnement de la cellule."},{"content":"<h1>La Membrane Cellulaire</h1><p class='fragment'>La membrane cellulaire protège la cellule et contrôle les échanges.</p><p class='fragment'>Elle est semi-perméable, permettant le passage de certaines substances.</p>","background":"#e67e22","notes":"Expliquez la structure de la membrane et son rôle dans la régulation des échanges."},{"content":"<h1>Diagramme de la Cellule</h1><p class='fragment'>Voici un schéma d'une cellule avec ses composants principaux.</p><img src='cell_diagram.png' alt='Schéma de la cellule' class='fragment' />","background":"#2ecc71","notes":"Utilisez ce schéma pour aider les élèves à visualiser les composants et leur agencement."},{"content":"<h1>Conclusion</h1><p class='fragment'>Nous avons appris que la cellule est essentielle à la vie.</p><p class='fragment'>Chacun de ses composants joue un rôle clé.</p>","background":"#e74c3c","notes":"Récapitulez les points clés de la leçon et l'importance de la cellule."}]}
